export const team = [
  {
    id: 15,
    name: "АЛЕКСАНДР АЛЕКСАНДРОВИЧ",
    image:
      "https://thumb.tildacdn.com/tild6666-3537-4566-a365-353664623036/-/cover/480x480/center/center/-/format/webp/chernyavskiy.jpg",
    dignity: "Мастер Фиде",
    description: `Чемпион России в высшей лиге (2007); Многократный призер чемпионата России в высшей лиге среди юниоров; Призер чемпионата Европы среди юниоров (2005); Многократный чемпион ЮФО среди юниоров; двукратный победитель международного турнира “Archibald Chess”; 3 место в XXVII Międzynarodowy Festiwal Szachowy CRACOVIA'2016 (Польша, Краков); Трёхкратный чемпион Всероссийских студенческих соревнований "Kalmyk Chess" (2017-2019 г.)`,
  },
  {
    id: 16,
    name: "УЛЬЯНА СЕРГЕЕВНА",
    image:
      "https://thumb.tildacdn.com/tild3364-6161-4737-b166-336233366164/-/cover/480x480/center/center/-/format/webp/_.jpg",
    dignity: "Кандидат в мастера спорта",
    description: `Многократный призер и чемпионка Северо-Кавказского Федерального округа по классическим, быстрым шахматам и блицу. Дважды участница Финала Высшей лиги России среди женщин. Серебряный призер Спартакиады в Белгороде 2018, чемпионка и призер областных межвузовских соревнований.`,
  },
  {
    id: 18,
    name: "КАРИНА ЯКОВЛЕВНА",
    image:
      "https://static.tildacdn.com/tild6537-6131-4039-b366-373838306431/_.jpg",
    dignity: "1 разряд",
    description: `Участник Всероссийских и Международных турниров. С легкостью находит общий язык с детьми. Обучение детей с нуля от 4х лет.`,
  },
  {
    id: 1,
    name: "Анжелика Акоповна",
    dignity: "Кандидат в мастера спорта",
    description: `Многократный призер и чемпионка Южного Федерального округа по классическим, быстрым шахматам и блицу.
    Победительница Всероссийского турнира по быстрым шахматам среди женщин в 2016г. Бронзовый призер в открытом Всероссийском турнире в Сочи в 2016г., а также участница и призер областных межвузовских соревнований.`,
    image:
      "https://thumb.tildacdn.com/tild6162-3838-4565-b336-353365386531/-/cover/480x480/center/center/-/format/webp/WhatsApp_Image_2023-.jpeg",
  },
  {
    id: 2,
    name: "Данил Сергеевич",
    dignity: "Мастер ФИДЕ по шахматам",
    image:
      "https://thumb.tildacdn.com/tild6463-3262-4536-a362-653461356537/-/cover/720x720/center/center/-/format/webp/naydin.jpg",
    description: `Трехкратный чемпион Ростовской области среди мужчин, двукратный победитель Всероссийского турнира «Мемориал Коренского», чемпион ЮФО среди юношей, трехкратный чемпион Ростовской области среди юношей, участник Высшей лиги чемпионата России 111`,
  },
  {
    id: 3,
    name: "КИРИЛЛ ВЯЧЕСЛАВОВИЧ",
    dignity: "Кандидат в мастера спорта",
    image:
      "https://thumb.tildacdn.com/tild3439-6561-4837-b934-393666333762/-/cover/720x720/center/center/-/format/webp/noroot.png",
    description: `Чемпион города Ростов-на-Дону. Чемпион Ростовской области. Призер Всероссийских лично-командных турниров по быстрым шахматам. Многократный призер и победитель чемпионатов Ростовской области среди студентов.`,
  },
  {
    id: 4,
    name: "АНАСТАСИЯ АЛЕКСАНДРОВНА",
    dignity: "Кандидат в мастера спорта",
    image:
      "https://thumb.tildacdn.com/tild6361-3035-4464-a264-336235396439/-/cover/720x720/center/center/-/format/webp/WhatsApp_Image_2022-.jpeg",
    description: `7-кратная чемпионка Воронежской области. Призёр международных шахматных соревнований. Призёр МССИ в составе сборной ВУЗа. 3-кратный победитель кубка Ректора.`,
  },
  {
    id: 5,
    name: "НИКИТА АНДРЕЕВИЧ",
    image:
      "https://thumb.tildacdn.com/tild6534-3236-4934-b631-626530356639/-/cover/720x720/center/center/-/format/webp/da0422da-7cc3-4789-9.jpg",
    dignity: "Кандидат в мастера спорта",
    description: `Двукратный призер чемпионатов СПБ среди юниоров. Многократный участник чемпионатов России среди юниоров. Топ-15 в высшей Лиге чемпионата России (2010). 1 место на IX Baltic School Chess Festival (2013). 3 место в Высшей Лиге командного чемпионата среди Вузов СПБ (2019)`,
  },
  {
    id: 6,
    name: "ДМИТРИЙ ЮРЬЕВИЧ",
    image:
      "https://thumb.tildacdn.com/tild6533-3733-4039-b061-353835353734/-/cover/720x720/center/center/-/format/webp/gusev.jpg",
    dignity: `Кандидат в мастера спорта. Ответственный за проведение онлайн турниров`,
    description: `Организовывал Международные турниры - Мемориал Владимира Дворковича: Традиционный летний турнир и Этапы Кубка России по классическим и быстрым шахматам. Судейство Международных и Всероссийских соревнований; этапы Кубков России, Чемпионаты России по классике, блицу и быстрым шахматам.`,
  },
  {
    id: 7,
    name: "ДМИТРИЙ ВАДИМОВИЧ",
    image:
      "https://thumb.tildacdn.com/tild6637-3739-4638-a636-346237393635/-/cover/480x480/center/center/-/format/webp/kryakvin.jpg",
    dignity:
      "Международный Гроссмейстер.Проведение открытых уроков, мастер-классов",
    description: `Победитель опен-турниров в Дели и Нови-Саде (2010 год), Берлине (2017), Дитцине (2018).Чемпион Южного, Уральского и Северо-Кавказского федеральных округов по шахматам. Гроссмейстер и журналист. В 2015 году занял третье место в номинации "Лучший детский тренер России". Среди его учеников Андрей Есипенко, Даниил Юффа, Дмитрий Цой, Арсений Нестеров. Серебряный призер чемпионата России по блицу в составе команды "Малахит" (2016). Чемпион СКФО (2017). Победитель крупного рапид-турнира в Серпухове (2018)`,
  },
  {
    id: 8,
    name: "АРТУР ВЛАДИМИРОВИЧ",
    image:
      "https://thumb.tildacdn.com/tild3636-3261-4666-a533-313566393861/-/cover/480x480/center/center/-/format/webp/gabrielyan.jpg",
    dignity:
      "Международный Гроссмейстер. Проведение открытых уроков, мастер-классов",
    description: `Неоднократный чемпион Ставропольского края. Финалист крупного интернет-соревнования «Дос-Эрманос» (2004). Бронзовый призер чемпионата Москвы 2008 года. Победитель Кубка Ректора БелГУ (2009). Неоднократный победитель и призер чемпионатов ЮФО и СКФО (Ставропольский край по указу президента РФ сменил окружную прописку), участник Высших лиг чемпионатов России и командных чемпионатов страны.`,
  },
  {
    id: 9,
    name: "ЭЛЛИНА ДМИТРИЕВНА",
    image:
      "https://thumb.tildacdn.com/tild6530-3332-4739-b462-366166326564/-/cover/480x480/center/center/-/format/webp/filchina.jpg",
    dignity: "Кандидат в мастера спорта.",
    description: `Многократная чемпионка Ростовской области и Южного федерального округа по шахматам среди девушек, участница и призёр Всероссийских чемпионатов.`,
  },
  {
    id: 10,
    name: "ЕЛЕНА ГЕННАДЬЕВНА",
    image:
      "https://thumb.tildacdn.com/tild3163-3666-4233-b636-343163323434/-/cover/480x480/center/center/-/format/webp/tomilova.jpg",
    dignity:
      "Женский Международный Гроссмейстер. Проведение открытых уроков, мастер-классов",
    description: `Чемпионка Уральского федерального округа. Бронзовый призер чемпионата России по блицу (2016), призер командных чемпионатов страны по классике, блицу и рапиду в составе команд «Киммерия», «Дончанка» и «Боавишта». Финалистка Кубка России 2017 года. Суперфиналистка чемпионата России, победительница Международных турниров в Белграде (2017), Риеке (2018) и Алма-Ате (2019), победительницей Высшей лиги 2019 года`,
  },
  {
    id: 11,
    name: "БОРИС СЕРГЕЕВИЧ",
    image:
      "https://thumb.tildacdn.com/tild6561-3230-4366-b235-383033343536/-/cover/480x480/center/center/-/format/webp/noroot.png",
    dignity: "Кандидат в мастера спорта.",
    description: `Многократный призер городских и областных чемпионатов Новочеркасска, Ростова-на-Дону и Ростовской области. Чемпион города Ростова-на-Дону в Первой лиге (2021 год). 1 место в Мемориале памяти Жуховицкого С.М. (2020 год). 2 место в Чемпионате города Новочеркасска по классическим шахматам (2020 год). 2 место в турнире на Кубок Новочеркасской государственной районной электростанции (2019 год). 1 место в финальном турнире на Кубок Атамана Платова М.И. (2015 год). Участник Всероссийских соревнований Первая лига и Высшая лига первенств России среди юношей и девушек от 10 до 18 лет (2003-2010 годы).`,
  },
  {
    id: 12,
    name: "ДЕНИС АЛЕКСАНДРОВИЧ",
    image:
      "https://thumb.tildacdn.com/tild3963-3432-4536-a461-363961363839/-/cover/480x480/center/center/-/format/webp/_.jpg",
    dignity: "Кандидат в мастера спорта",
    description: `Кандидат в мастера спорта, судья Всероссийских и окружных соревнований. Призер турнира «Белая Ладья».`,
  },
  {
    id: 13,
    name: "ВАЛЕНТИН ИВАНОВИЧ",
    image:
      "https://thumb.tildacdn.com/tild3238-3364-4730-a531-346638306464/-/cover/480x480/center/center/-/format/webp/_.jpg",
    dignity: "Кандидат в мастера спорта",
    description: `Многократный победитель и призер городских и областных соревнований (Таганрог, Ростовская область). Участник Чемпионата Южного Федерального округа (2009). Многогократный победитель и призер межвузовских и областных студенческих соревнований. Дважды участник финала Всероссийского фестиваля АССК Фест.`,
  },
  {
    id: 14,
    name: "КАРЕН ВЛАДИМИРОВИЧ",
    image:
      "https://thumb.tildacdn.com/tild6636-3033-4364-b030-623630663134/-/cover/480x480/center/center/-/format/webp/_.jpg",
    dignity: "Кандидат в мастера спорта",
    description: `Призер Ростовской области и Южного федерального округа по шахматам.`,
  },

  {
    id: 17,
    name: "ЭЛЬМАР ВАЛЕРЬЕВИЧ",
    image:
      "https://thumb.tildacdn.com/tild3334-3736-4437-b964-663338376266/-/cover/480x480/center/center/-/format/webp/kuliev.jpg",
    dignity: "Кандидат технических наук, кандидат в мастера спорта",
    description: `Чемпион города Ейск по шахматам; победитель студенческо-юношеского турнира по шахматам в рамках Этапа Кубка России; призер Всероссийских молодежных лично-командных турниров; Призер X Всероссийского фестиваля студенческого спорта; Тренер сборной команды Южного федерального университета.`,
  },
];
